Tutorials-3.0.1/case-subsonic/Aco-3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    sides1
    {
        type            patch;
        nFaces          20;
        startFace       1890;
    }
    sides2
    {
        type            patch;
        nFaces          200;
        startFace       1910;
    }
    empty
    {
        type            empty;
        inGroups        1(empty);
        nFaces          2000;
        startFace       2110;
    }
)

// ************************************************************************* //
